2gua.rainbow-brackets
castwide.solargraph
eamodio.gitlens
Equinusocio.vsc-community-material-theme
esbenp.prettier-vscode
golang.go
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
platformio.platformio-ide
rebornix.ruby
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust
sainnhe.gruvbox-material
sumneko.lua
tejasvi.rainbow-brackets-2
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
wingrunr21.vscode-ruby
XadillaX.viml
zhuangtongfa.material-theme
